Repository: BrunoMine/macromoney
Catalog: locale/*.po
Languages: pt_pt

source: Automatic Teller Machine
pt_pt: Caixa de Autoatendimento

source: You can deposit or withdraw @1
pt_pt: Você pode depositar ou sacar @1

source: Withdraw
pt_pt: Sacar

source: Deposit
pt_pt: Depositar

source: Crowded inventory.
pt_pt: Inventário lotado.

source: Account balance is insufficient.
pt_pt: O saldo da conta é insuficiente.

source: You cashed out @1.
pt_pt: Você sacou @1.

source: Not enough money in your inventory.
pt_pt: Você não tem dinheiro suficiente em seu inventário.

source: You deposited @1.
pt_pt: Você pode depositar ou sacar @1.

source: Accounts manager
pt_pt: Gerenciador de contas

source: [<account> | <add/subtract/set> <value_id>]
pt_pt: [<conta> | <add/subtract/set> <ID_do_valor>]

source: Manage accounts
pt_pt: Gerenciar contas

source: Your account
pt_pt: Sua conta

source: Account not exist.
pt_pt: Conta inexistente.

source: @1 account
pt_pt: Conta @1

source: Ivalid value type '@1'.
pt_pt: Tipo de valor inválido '@1'.

source: Invalid operation. '@1' is not numeric value.
pt_pt: Operação inválida. '@1' não é um valor numérico.

source: Subtracted value. New balance is @1.
pt_pt: Valor subtraído. Novo saldo é @1.

source: Added value. New balance is @1.
pt_pt: Valor adicionado. Novo saldo é @1.

source: Setted value. New value is @1.
pt_pt: Valor definido. O novo saldo é @1.

source: Macro money
pt_pt: Dinheiro Macro

source: Suitcase of Macros
pt_pt: Maleta de Macros

source: Safe Box
pt_pt: Cofre
